{
  "camisas": [
    {
      "id": "hawaiana_azul",
      "nombre": "Hawaiana Azul",
      "imagen": "/img/camisas/hawaiana_azul.png",
      "info": "¿Buscas una camisa fresca y divertida para el verano? Esta camisa hawaiana azul es perfecta para ti. Tiene un diseño original con estampados de flores y palmeras que te harán sentir como en el paraíso. Su tela es suave y ligera, ideal para los días calurosos.",
      "precio": 45000.0,
      "existencias": 10,
      "compras_totales": 0
    },
    {
      "id": "hawaiana_roja",
      "nombre": "Hawaiana Roja",
      "imagen": "/img/camisas/hawaiana_roja.png",
      "info": "¿Buscas una camisa fresca y divertida para el verano? Esta camisa hawaiana roja es perfecta para ti. Tiene un diseño original con estampados de flores y palmeras que te harán sentir como en el paraíso. Su tela es suave y ligera, ideal para los días calurosos.",
      "precio": 40000.0,
      "existencias": 25,
      "compras_totales": 0
    },
    {
      "id": "camisa_multicolor",
      "nombre": "Camisa Multicolor",
      "imagen": "/img/camisas/camisa_multicolor.jpg",
      "info": "¿Buscas una prenda que te haga sentir como en el paraíso? Entonces no te pierdas esta camisa multicolor tipo hawaiana oscura, ideal para combinar con jeans o pantalones cortos. Esta camisa tiene un diseño tropical con flores, hojas y pájaros que te transportará a una isla exótica. Su tela es suave y fresca, y su corte es cómodo y favorecedor.",
      "precio": 50000.0,
      "existencias": 30,
      "compras_totales": 0
    }
  ],

  "deportiva": [

  ],

  "buzos": [
    {
      "id": "larotta_fucking_mom",
      "nombre": "La Mama de La Rotta",
      "imagen": "/img/buzos/OIP.jpg",
      "info": "La puta mama de larotta que vive en la usa, en ohio",
      "precio": 0,
      "existencias": 1,
      "compras_totales": 9999
    },
    {
      "id": "cocain",
      "nombre": "Cocaina 10Kg",
      "imagen": "/img/buzos/R.jpg",
      "info": "Colombia is as of 2019 the world's largest cocaine producer, with production more than tripling since 2013.[205][206] Three-quarters of the world's annual yield of cocaine has been produced in Colombia, both from cocaine base imported from Peru (primarily the Huallaga Valley) and Bolivia and from locally grown coca. There was a 28% increase in the amount of potentially harvestable coca plants which were grown in Colombia in 1998. This, combined with crop reductions in Bolivia and Peru, made Colombia the nation with the largest area of coca under cultivation after the mid-1990s. Coca grown for traditional purposes by indigenous communities, a use which is still present and is permitted by Colombian laws, only makes up a small fragment of total coca production, most of which is used for the illegal drug trade.",
      "precio": 500000,
      "existencias": 100,
      "compras_totales": 1000
    },
    {
      "id": "zurdo_de_mierda",
      "nombre": "El Zurdo HP",
      "imagen": "/img/buzos/el_zurdo.jpg",
      "info": "Gustavo Petro es un zurdo populista que quiere destruir la economía de Colombia con sus ideas socialistas y estatistas. Es un demagogo que se aprovecha de la ignorancia y la pobreza de la gente para prometerles un paraíso que nunca va a llegar. Es un enemigo de la libertad, la propiedad y el mercado, y un aliado de los narcos, los terroristas y los dictadores. Es un guerrillero como presidente, su precio representa lo q ha robado como presidente",
      "precio": 90000000,
      "existencias": 1,
      "compras_totales": 9999
    },
    {
      "id": "my_doctor",
      "nombre": "El Doctor",
      "imagen": "/img/buzos/the_doctor.png",
      "info": "El doctor Álvaro Uribe es un líder indiscutible de la derecha colombiana, un defensor de la libertad, la democracia y la seguridad. Su trayectoria política y profesional lo ha convertido en un referente nacional e internacional, que ha sabido enfrentar con valentía y firmeza los ataques de sus enemigos y las injusticias del sistema judicial. Su visión de país se basa en el respeto a la propiedad privada, el libre mercado, el estado de derecho y la soberanía nacional. Es un patriota que no se deja intimidar por las amenazas del socialismo, el narcoterrorismo y la corrupción. Uribe es el ejemplo de que se puede ser exitoso sin renunciar a los principios y valores que nos hacen grandes. Es el héroe que Colombia necesita y merece.",
      "precio": 90000000,
      "existencias": 1,
      "compras_totales": 9999
    }
  ]
}
